Repository: Rumper/ChallengerAPIRest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Parameter no permit: <<%s>>
es: Parametro no permitido: <<%s>>

source: The budget has been created
es: El presupuesto ha sido creado

source: The budget already is published
es: El presupuesto ya esta publicado

source: The budget already is discarded
es: El presupuesto ya esta descartado

source: The '%s' is empty, you should modify your budget
es: '%s' es nulo, debes modificar tu presupuesto

source: title
es: título

source: category
es: categoría

source: The budget has been published
es: El presupuesto ha sido publicado

source: The budget has been modify
es: El presupuesto ha sido modificado

source: The budget has already been discarded
es: El presupuesto ha sido ya descartado

source: The budget has been discarded
es: El presupuesto ha sido descartado

source: No found recommendation category by this description
es: No encontrado una recomendación de categoría para esta descripción

source: Published
es: Publicado

source: Pending
es: Pendiente

source: Discarded
es: Descartado

source: File no found %s
es: Fichero no econtrado en %s

source: Exist budget with this uuid
es: Existe un presupuesto con este uuid
